{
  "metadata": {
    "description": "Accumulated scraping results"
  },
  "total_reports": 27,
  "sfa2_query_errors": 0,
  "reports": [
    {
      "title": "[PDF] Waste Management Country Report: Mexico",
      "url": "https://hollandcircularhotspot.nl/wp-content/uploads/2021/04/Report_Waste_Management_Mexico_20210322.pdf",
      "content": "& Figures Waste Generation and Composition In 2017, Mexico generated around 44 millionx tons of waste, or 0.94 kilograms per person per day. The State of Mexico, Mexico City and Jalisco together generate 28.5% of the country's waste. Approximately 10% of the solid waste generated in Mexico’s cities is recycled (Secretariat for the Environment and Natural Resources, SEMARNAT, 2010), whereas 70% ends up in landfills and the remaining 20% is disposed of in illegal dumpsites. (Mexican Institute for [...] Mexico’s hospital waste output is around 11,634 tons per year (average figure for 2004-2018). The installed capacity in 38 authorized companies to treat this waste (through incineration, autoclaves etc.) appears to be sufficient. Over 1.1 million tons of e-waste was produced in 2015. 28,900 million tires are disposed of every year, 5% of which get recycledxii. 1.2 Collection and Disposal 1.2.1 Waste Collection The Mexico City Metropolitan Area is one of the biggest urban centers in the world. [...] communities, the public sector does 98%xv of the collection. All-over Mexico, a total of 2,516 waste collection service providers are active. Of these, 87% are public entities, 10% private and 3% belongs to the informal sector. 179 out of the 2,467 municipalities are not serviced at all. Source separated waste collection has been introduced in 144 municipalities of 24 states, such as Mexico City, the State of Mexico and Jalisco, among others. This creates a market for more sophisticated",
      "score": 0.6826801,
      "source": "hollandcircularhotspot.nl",
      "query_municipality": "México City",
      "specific_query": "\"México City\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "[PDF] Waste in Mexico City",
      "url": "https://nowaste.whatdesigncando.com/app/uploads/2021/01/Mexico-City-Perspective.pdf",
      "content": "Solid Waste Management in Mexico City ● Secretaria del Medio Ambiente. (2019). Inventario de Residuos Sólidos de la CDMX 2018. ● Excelsior (2019). La separación de basura en la Ciudad de México va a la baja.\nSolid Waste Production ● Vázquez Morillas, A. (2020). La Ciudad de México genera al día 1.37 kilos de basura al día ● IKI Alliance Mexico (2019). Electronic waste in Mexico and its potential sustainable consumption. [...] 2. Plastic waste: 123 tonnes of plastic waste is produced every day in Mexico City, and only 6% of it is recycled. Meanwhile, 48% of the plastic made is intended for single-use plastic products.\n3. Electronic waste: Mexico generates roughly 1,032 million metric tonnes of electronic waste annually, ranking among the largest e-waste generators in Latin America. Mexico City alone generates around 312 tonnes per day, making it the fastest growing type of waste in the city. [...] plastic bags and packaging. The use of these products have increased during the pandemic as sanitation and convenience is prioritized. Lastly, even though e-waste only represents less than 1% of the total amount of waste produced in Mexico, this number is expanding rapidly. Studies show that 53.1 million tonnes of waste is produced in all of Mexico annually. With 14.9 million tonnes that could be reused, the lack of infrastructure and regulations in the country have made it difficult to",
      "score": 0.66699636,
      "source": "whatdesigncando.com",
      "query_municipality": "México City",
      "specific_query": "\"México City\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "Mexico City – WDCD No Waste Challenge",
      "url": "https://nowaste.whatdesigncando.com/mexico-city-en/",
      "content": "Flows, system boundaries and the politics of urban metabolism: Waste Management in Mexico City and Santiago Chile\n\nSustainability Assessment for Waste Management System of Mexico City (Mexico) – Based on Analytic Hierarchy Process.\n\nSolid Waste Management in Mexico City\n\nInventario de Residuos Sólidos de la CDMX 2018.\n\nLa separación de basura en la Ciudad de México va a la baja.\n\nSolid Waste Production\n\nLa Ciudad de México genera al día 1.37 kilos de basura al día. [...] Studies show that 53.1 million tonnes of waste is produced in all of Mexico annually. With 14.9 million tonnes that could be reused, the lack of infrastructure and regulations in the country have made it difficult to implement new initiatives. Current programmes mostly focus on the country’s city centres, which have better recycling infrastructure, while some outskirt areas still do not have a proper waste management system\n\nINSIGHT ON WASTE IN MEXICO CITY\n\n\n\n\n\nLOCAL INSIGHT\n\nINFORMAL LABOUR [...] Mexico generates roughly 1.1 to 1.2  million tonnes of electronic waste annually, ranking among the largest e-waste generators in Latin America. Eight out of every nine electrical or electronic devices in Mexico is thrown away and ends up in landfills, ravines or clandestine dumps, while merely 10% is recycled.",
      "score": 0.6175132,
      "source": "whatdesigncando.com",
      "query_municipality": "México City",
      "specific_query": "\"México City\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "Mexico's Environmental Journey: Milestones, Challenges",
      "url": "https://mexicobusiness.news/infrastructure/news/mexicos-environmental-journey-milestones-challenges",
      "content": "Mexico City has experienced a remarkable 200% increase in construction waste recycling since 2018, reaching 600,000t/year by 2024, positioning",
      "score": 0.7343678,
      "source": "mexicobusiness.news",
      "query_municipality": "México City",
      "specific_query": "\"México City\" recycling programs AND challenges OR results"
    },
    {
      "title": "Mexico City – WDCD No Waste Challenge",
      "url": "https://nowaste.whatdesigncando.com/mexico-city-en/",
      "content": "A whopping 123 tonnes of plastic waste is produced every day in Mexico City, and only 6% of it is recycled. To try and curb the use of single-use plastics, the Mexico City government has started to implement regulations on plastic bags and disposable products, and to promote biodegradable plastics. Unfortunately, these efforts are met with many challenges. There is a lack of long-term vision in governance, which means there is not enough time to develop infrastructure to recycle all the waste [...] CASE STUDY\n\nECOLANA\n\nEcolana is a digital platform and consulting firm that connects consumers, brands, and informal collection and recycling centers to help reduce waste. They are the ultimate app and a digital guide for recycling in México City. Ecolana was one of the winning projects of the WDCD Clean Energy Challenge 2018-2019.\n\n\n\nCHALLENGES IN MEXICO CITY\n\nTHREE PILLARS OF THE THROW-AWAY SOCIETY [...] Studies show that 53.1 million tonnes of waste is produced in all of Mexico annually. With 14.9 million tonnes that could be reused, the lack of infrastructure and regulations in the country have made it difficult to implement new initiatives. Current programmes mostly focus on the country’s city centres, which have better recycling infrastructure, while some outskirt areas still do not have a proper waste management system\n\nINSIGHT ON WASTE IN MEXICO CITY\n\n\n\n\n\nLOCAL INSIGHT\n\nINFORMAL LABOUR",
      "score": 0.62358373,
      "source": "whatdesigncando.com",
      "query_municipality": "México City",
      "specific_query": "\"México City\" recycling programs AND challenges OR results"
    },
    {
      "title": "Turning the Tide on Waste: Mexico's Journey towards a Circular ...",
      "url": "https://www.circularinnovationlab.com/post/turning-the-tide-on-waste-mexico-s-journey-towards-a-circular-economy",
      "content": "As one of Latin America's most prodigious producers of waste, Mexico faces an urgent and complex challenge. Annually generating around 53.1 million tons of waste, with a mere 84% collected, Mexico stands at a critical juncture where the country's waste management practices need radical transformation. Mexico City alone produces 12,998 tons of municipal solid waste daily, revealing a sobering picture of consumption, industrial development, and urban population growth. Amidst this dire scenario,",
      "score": 0.493043,
      "source": "circularinnovationlab.com",
      "query_municipality": "México City",
      "specific_query": "\"México City\" recycling programs AND challenges OR results"
    },
    {
      "title": "Bordo Poniente Landfill Closing Helps “Green” Mexico City",
      "url": "https://ndcpartnership.org/knowledge-portal/good-practice-database/bordo-poniente-landfill-closing-helps-green-mexico-city",
      "content": "In 2011, Mexico City authorities announced the closure of the Bordo Poniente Landfill, one of the world’s largest landfills and the city’s leading source of greenhouse gas emissions. An international public tender to generate clean electricity from landfill methane was released shortly thereafter. The landfill closure project—a collaboration between Mexico City, C40 Cities, and the Clinton Climate Initiative—is touted as a model for sustainable waste management. Positive impacts of the project [...] Main navigation\n\nSearch\n\nBreadcrumb\n\nBordo Poniente Landfill Closing Helps “Green” Mexico City [...] include enough clean energy to power about 35,000 homes plus public streetlights as well as the creation of local construction and operation jobs. The project was critical in enabling Mexico City to meet its emissions-reduction goals per its Climate Action Program and Green Plan. Key actions and good practices associated with this project are highlighted below.",
      "score": 0.6522641,
      "source": "ndcpartnership.org",
      "query_municipality": "México City",
      "specific_query": "\"México City\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    },
    {
      "title": "PBI-Mexico accompanies communities at protest in Mexico City ...",
      "url": "https://pbicanada.org/2024/06/12/pbi-mexico-accompanies-communities-at-protest-in-mexico-city-demanding-closure-of-cholula-garbage-dump/",
      "content": "... closure of the Cholula landfill due to the environmental impacts in their concentration in front of the PROFEPA headquarters in Mexico City.",
      "score": 0.5249554,
      "source": "pbicanada.org",
      "query_municipality": "México City",
      "specific_query": "\"México City\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    },
    {
      "title": "Residents of the Choluteca Region of Puebla Demand Definite ...",
      "url": "https://avispa.org/residents-of-the-choluteca-region-of-puebla-demand-definite-closure-of-landfill/",
      "content": "... Mexico City, to demand the definite closure of the intermunicipal landfill in San Pedro Cholula. With banners and loudspeakers, members of",
      "score": 0.4413124,
      "source": "avispa.org",
      "query_municipality": "México City",
      "specific_query": "\"México City\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    },
    {
      "title": "Administrative and Support and Waste Management and ...",
      "url": "https://www.economia.gob.mx/datamexico/en/profile/industry/administrative-and-support-and-waste-management-and-remediation-services",
      "content": "In 2019, Administrative and Support and Waste Management and Remediation Services had a total of 76,059 economic units and the municipalities with the highest number of economic units were Guadalajara (1.56k), Puebla (1.43k),  and Monterrey (1.32k).\n\nAlso, $682B MX in total income were registered and the municipalities with the highest income were Miguel Hidalgo ($61.6B MX), Cuauhtémoc ($36.8B MX),  and Benito Juárez ($33.8B MX). [...] In the third quarter of 2024, the workforce in Administrative and Support and Waste Management and Remediation Services it was of 3.66M people, 66.5% men with a reported average monthly salary of $6.42k MX and 33.5% women with a salary of $5.4k MX.\n\nOf the total employed population, 67.5% of the total workforce were formal workers with an average monthly salary of $6.78k MX, while he 32.5% corresponds to informal workers with an average salary of $4.63k MX. [...] During the third quarter of 2024 in Administrative and Support and Waste Management and Remediation Services the workforce was 3.66M people, 66.5% men and 33.5% women. In addition, the average monthly salary informed was $6.08k MX.",
      "score": 0.6450534,
      "source": "economia.gob.mx",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "Waste Collection: Wages, production, investment, opportunities and ...",
      "url": "https://www.economia.gob.mx/datamexico/en/profile/industry/waste-collection",
      "content": "In the fourth quarter of 2024, Administrative and Support and Waste Management and Remediation Services recorded a gross domestic product of $298B MX, evidencing an increase of 7.03% compared to the previous quarter and an increase of 2.36% compared to the same period of the previous year.\n\n* Current values, at current prices, base year 2013. Excludes taxes on products.\n\nProduction Indicators by State [...] At the state level, the workforce of Waste Collection was concentrated on Estado de México, Nuevo León,  and Jalisco.\n\nProduction\n\nGross Domestic Product\n\nGross domestic product 2024-Q4: $298B MX\n\nGross Domestic Product 2024: $270B MX\n\n* Data displayed corresponds to the sector Administrative and Support and Waste Management and Remediation Services since the information at lower levels of disaggregation is not available. [...] The average age of workers in Waste Collection in the third quarter of 2024 was 46 years. In the same period, the average schooling of the workforce of Waste Collection, was 7.66 years.\n\nEmployment\n\nSalaries and Workforce\n\nAverage Monthly Salary 2024-Q3: $5.4k MX\n\nWorking population 2024-Q3: 275k\n\nIn the third quarter of 2024, the workforce in Waste Collection it was of 275k people, 80.1% men with a reported average monthly salary of $5.82k MX and 19.9% women with a salary of $3.72k MX.",
      "score": 0.5855047,
      "source": "economia.gob.mx",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "[PDF] Mexican Waste Sector Methane Analysis - NET",
      "url": "https://rmiwastemapprod.blob.core.windows.net/cms/assets/CATF_Waste_MAP_Mexico_Report_3b694944e0.pdf",
      "content": "Presentation at ECOMONDO, Guadalajara, Mexico. Page 24. 24. Mexican Waste Sector Methane Analysis. Final Disposal of MSW. In 2022 Mexico had 2,250 final",
      "score": 0.5518883,
      "source": "windows.net",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "Ajijic recycling program calls for help - The Guadalajara Reporter",
      "url": "https://theguadalajarareporter.net/index.php/news/news/lake-chapala/53874-ajijic-recycling-program-calls-for-help",
      "content": "In a few short months, Ajijic's incipient recycling project has taken hold, with 28,368 kilos of collected material sold to Guadalajara dealers.",
      "score": 0.51076555,
      "source": "theguadalajarareporter.net",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" recycling programs AND challenges OR results"
    },
    {
      "title": "Guadalajara, Mexico - Hotspot Cities Project",
      "url": "https://hotspotcitiesproject.com/cities/guadalajara.html",
      "content": "A 2002 study reveals that waste in Guadalajara was managed by a private company, which relied on partnerships with neighboring towns for disposal; the city of Guadalajara did not have any planning for waste management. The problem was only exacerbated by the low care for and awareness on environmental issues, as streets were regularly littered by citizens and collection services were unreliable, especially in lower-income areas.\n   \n\n\n     [26] [...] In more recent years, however, local government has shown sensibility for waste management, namely in a new\n   \n\n    Puntos limpios\n   \n\n    (âClean Pointâ) system; public trash and recycling cans are connected to larger, underground storage spaces that do not need to be picked up as often. The government hopes to reduce expenses while improving the quality of services and promoting recycling.\n   \n\n\n     [27] [...] Today, manufacturing is a driver of the cityâs economy, although it has declined since the early 2000s due to Asian competition. The cityâs production of electronics constitutes 60% of exports of the state of Â Jalisco, earning it the nickname of âMexican Silicon Valley.â\n   \n\n\n     [21]\n\n\n\nCurrent Environmental Status & Major Challenges\n\nGuadalajara, as an expanding industrial city, is facing multiple pollution issues, namely worsening water and air pollution.",
      "score": 0.47139415,
      "source": "hotspotcitiesproject.com",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" recycling programs AND challenges OR results"
    },
    {
      "title": "Advancing Sustainability in Guadalajara: 2026 FIFA World Cup",
      "url": "https://mexicobusiness.news/infrastructure/news/advancing-sustainability-guadalajara-2026-fifa-world-cup",
      "content": "ANIPAC, in collaboration with industry stakeholders and educational institutions like Anáhuac University, emphasizes responsible plastic consumption and recycling initiatives in Mexico. The organization highlights the importance of reducing waste and promoting product reuse to enhance the circular economy, aiming to tackle Mexico's daily average of 1.16kg of plastic waste per person. ANIPAC's efforts include educational campaigns, innovative recycling programs, and the promotion of recyclable [...] ANIPAC Urges Responsible Plastic Consumption [...] Guadalajara, a host city for the 2026 FIFA World Cup, is committed to organizing an environmentally and socially inclusive event, responding to FIFA's directive. With sustainability accounting for 40% of the budget, initiatives include LED lighting at Estadio Akron and efforts to reduce stadium waste by 50%. Aimed at achieving LEED certification by mid-2025, the city also focuses on fostering inclusivity and human rights, collaborating with NGOs to ensure a respectful and welcoming environment",
      "score": 0.46993434,
      "source": "mexicobusiness.news",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" recycling programs AND challenges OR results"
    },
    {
      "title": "Guadalajara closes Matatlán landfill - BNamericas",
      "url": "https://www.bnamericas.com/en/news/Guadalajara_closes_Matatlan_landfill",
      "content": "Guadalajara decided to close Matatlán because it had reached capacity and, according to environmental advocates, posed an environmental risk to nearby residents",
      "score": 0.6202772,
      "source": "bnamericas.com",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    },
    {
      "title": "The environmental impact of municipal waste management",
      "url": "https://www.sciencedirect.com/science/article/abs/pii/S0921344903000296",
      "content": "The most problematic issue of all in waste management in large cities, like the metro area of Guadalajara, is the disposal of the wastes. This paper reviews the",
      "score": 0.5488434,
      "source": "sciencedirect.com",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    },
    {
      "title": "[DOC] Guadalajara - Social Impact Assessment",
      "url": "https://documents1.worldbank.org/curated/en/322311468120543017/RP3360MXWasteManagementSocialAssessment.doc",
      "content": "Out of the three sub-projects only the Guadalajara site had social issues and needed an Social Impact Assessment. The Matatlán landfill, located in the",
      "score": 0.5342973,
      "source": "worldbank.org",
      "query_municipality": "Guadalajara",
      "specific_query": "\"Guadalajara\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    },
    {
      "title": "Clean Cities, Bright Futures: Accelerating Investment and Reforms in ...",
      "url": "http://www.worldbank.org/en/results/2025/04/30/clean-cities-bright-futures-accelerating-investment-and-reforms-in-solid-waste-management-in-developing-countries",
      "content": "Annual Report · Better Bank Initiative · Access to Information ... In Mexico, the Monterrey Waste Management and Carbon Offset Project",
      "score": 0.5780915,
      "source": "worldbank.org",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "Waste Collection: Wages, production, investment, opportunities and ...",
      "url": "https://www.economia.gob.mx/datamexico/en/profile/industry/waste-collection",
      "content": "In the fourth quarter of 2024, Administrative and Support and Waste Management and Remediation Services recorded a gross domestic product of $298B MX, evidencing an increase of 7.03% compared to the previous quarter and an increase of 2.36% compared to the same period of the previous year.\n\n* Current values, at current prices, base year 2013. Excludes taxes on products.\n\nProduction Indicators by State [...] At the state level, the workforce of Waste Collection was concentrated on Estado de México, Nuevo León,  and Jalisco.\n\nProduction\n\nGross Domestic Product\n\nGross domestic product 2024-Q4: $298B MX\n\nGross Domestic Product 2024: $270B MX\n\n* Data displayed corresponds to the sector Administrative and Support and Waste Management and Remediation Services since the information at lower levels of disaggregation is not available. [...] The average age of workers in Waste Collection in the third quarter of 2024 was 46 years. In the same period, the average schooling of the workforce of Waste Collection, was 7.66 years.\n\nEmployment\n\nSalaries and Workforce\n\nAverage Monthly Salary 2024-Q3: $5.4k MX\n\nWorking population 2024-Q3: 275k\n\nIn the third quarter of 2024, the workforce in Waste Collection it was of 275k people, 80.1% men with a reported average monthly salary of $5.82k MX and 19.9% women with a salary of $3.72k MX.",
      "score": 0.54710174,
      "source": "economia.gob.mx",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "[PDF] MONTERREY, Mexico - Ontario Tech University",
      "url": "https://shared.ontariotechu.ca/shared/faculty-sites/sustainability-today/publications/compendium_entries/monterrey.pdf",
      "content": "MONTERREY, Mexico. Source. Year. Population (millions). 3.58 http://citymayors ... Water, sanitation and waste management. Total water consumption per",
      "score": 0.4558047,
      "source": "ontariotechu.ca",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" \"Mexico\" waste management statistics OR data OR \"annual report\""
    },
    {
      "title": "Sustainable Development in Mexican Cities: Challenges and ...",
      "url": "https://www.mexicohistorico.com/paginas/sustainable-development-in-mexican-cities-challenges-and-solutions-5188129c.html",
      "content": "In Monterrey, for example, the local government has implemented a comprehensive recycling program that includes drop-off centers, curbside collection, and",
      "score": 0.7065353,
      "source": "mexicohistorico.com",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" recycling programs AND challenges OR results"
    },
    {
      "title": "Living Research Labs and Urban Challenges | TecScience",
      "url": "https://tecscience.tec.mx/en/human-social/living-research-labs-urban-challenges/",
      "content": "The fourth project, located inside the “Campana Altamira” program is “Arroyo Vivo,” which focuses on the remediation (trash removal), recycling, and restoration of places in the “Arroyo Seco,” a river in San Pedro Garza Garcia, Nuevo León. It runs into the “Ro La Silla” in South Monterrey and then through multiple dams before reaching the ocean.\n\nArroyo Vivo: A Management and Cleanup Laboratory [...] However, efforts to improve these areas are not completely reliant on the ideas or suspicions of one or more persons, but based on research and data.\n\nFor example, Alejandro Echeverri, a renowned Colombian architect, and Rob Roggema, a recognized researcher in regenerative design, both of whom are members of the Tec de Monterrey’s “Faculty of Excellence” program, are collaborating on this project. [...] According to Rolando Cantú, engagement coordinator at the Center for the Future of Cities, they are now working in four of these places.\n\n“Distrito Tec,” is one of them, focusing on urban regeneration in the communities and surroundings around the Monterrey campus.\n\n“Distrito Tlalpan” is another project similar to “Distrito Tec,” but adjacent to the Mexico City Campus and with a greater focus on water management.",
      "score": 0.46628717,
      "source": "tecscience.tec.mx",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" recycling programs AND challenges OR results"
    },
    {
      "title": "The Challenges for Circular Economy Implementation in SMEs in an ...",
      "url": "https://www.researchgate.net/publication/348937251_Learning_from_Failure_and_Success_The_Challenges_for_Circular_Economy_Implementation_in_SMEs_in_an_Emerging_Economy",
      "content": "... Monterrey · Carlos Scheel at Tecnológico de Monterrey · Carlos Scheel ... Recycling under Constrained Conditions. Recycling 2018,3, 16. [CrossRef].",
      "score": 0.43453383,
      "source": "researchgate.net",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" recycling programs AND challenges OR results"
    },
    {
      "title": "Mexico: Monterrey II Landfill Gas - World Bank | Kyoto Protocol Funds",
      "url": "https://www.wbkyotofunds.org/projects/mexico-monterrey-ii-landfill-gas",
      "content": "The project activity has sought reductions in GHG emission from a landfill in the city of Monterrey. The project has been located in the landfill site which was established on a greenfield site with a total landfill area of 162 hectares. Since operation began in 1999, the landfill has been accepting mostly non-hazardous domestic and commercial waste as well as some non-hazardous hospital and industrial waste. By 2007, seven cells have been closed in Monterrey II site (cells 99, 00, 01, 02, 03, [...] 04, 05). Two more cells (07 and 08) are in operation and more cells in the site have been available for receiving waste in the next 15 years. The landfill gas collection system has been initially installed in the seven cells which have been closed. Other cells have been connected to the collection system upon closure. [...] Benefits\n\nThe project has contributed to improved solid waste management practices through remediation program for closure of landfills. The main social and environmental benefits from improved landfill gas management practices are a positive effect on health and local environment. The project has also created employment in the local area and will supply renewable energy to the grid.\n\nThe project has contributed to host country’s goals of promoting sustainable development. More specifically:",
      "score": 0.54942364,
      "source": "wbkyotofunds.org",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    },
    {
      "title": "[PDF] CHALLENGES TO LANDFILL BIOGAS PROJECTS IN MEXICO",
      "url": "https://globalmethane.org/documents/events_land_20090127_techtrans_chavez.pdf",
      "content": "LANDFILL SUB-COMMITTEE ... 1.- To promote closure of open dump land sites including the facilities ... (Monterrey, León, Aguascalientes y Ciudad Juárez).",
      "score": 0.42491361,
      "source": "globalmethane.org",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    },
    {
      "title": "[PDF] Reducing Greenhouse Gas Emissions in Monterrey",
      "url": "https://documents1.worldbank.org/curated/en/172731468091170733/pdf/9244302006Apr20y0PUBLIC0Box0385367B.pdf",
      "content": "Project Design The main project activities include: Designing and building a landfill gas collection system and a 7 megawatt power plant at a 44 hectares closed cell at the Sistema Metropolitano de Procesamiento de Desechos Solidos landfill in Monterrey, through a public-private partnership. Public Disclosure Authorized Public Disclosure Authorized Public Disclosure Authorized Public Disclosure Authorized Public Disclosure Authorized Public Disclosure Authorized Public Disclosure Authorized [...] dumping is the most common solid waste disposal method in small- and medium-sized cities in Mexico. This creates health, safety and environmental problems in the affected communities. With World Bank assistance, the Government of Mexico has initiated a program to address some of the underlying causes of poor solid waste management. The program is helping to introduce more effective practices and incentives for solid waste management by strengthening federal and local regulations and [...] Public Disclosure Authorized 92443 April 24, 2006 Building the capacity of federal, state and local government entities, as well as private contractors, to promote and manage this kind of project.",
      "score": 0.39887524,
      "source": "worldbank.org",
      "query_municipality": "Monterrey",
      "specific_query": "\"Monterrey\" landfill OR \"waste disposal site\" issues OR capacity OR closure"
    }
  ]
}